# Space_GetNetPoly

## Description
Returns net poly of given space object

```pascal
FUNCTION Space_GetNetPoly(space : HANDLE): HANDLE;
```

```python
def vs.Space_GetNetPoly(space):
    return HANDLE
```

## Parameters
|Name|Type|Description|
|---|---|---|
|space|HANDLE|   |

## Version
Availability: from Vectorworks 2014

## Category
* SpaceObjectCoreTools